Repository: Lokrates/Biofuel
Catalog: locale/*.po
Languages: es, fr

source: loading...
es: cargando...
fr: chargement...

source: progress: @1%
es: progreso: @ 1%
fr: progrès: @ 1%

source: To start fuel production add biomass
es: Para iniciar la producción de combustible añadir biomasa.
fr: Pour démarrer la production de carburant, ajoutez de la biomasse

source: moves stuff to refinery at
es: mueve cosas a la refineria en
fr: déplace des choses à la raffinerie à

source: takes stuff from refinery at
es: toma cosas de la refineria en
fr: prend des choses de la raffinerie à

source: Biofuel Refinery
es: Refinería de biocombustibles
fr: Raffinerie de biocarburant

source: Biofuel Refinery Active
es: Refinería de biocombustibles activa
fr: Raffinerie de biocarburant active

source: loaded.
es: cargado.
fr: chargé.

source: Bottle of Biofuel
es: Botella de biocombustible
fr: Bouteille de biocarburant

source: Canister of Biofuel
es: Bote de Biocombustible
fr: Bidon de biocarburant

source: Vial of Biofuel
es: Vial de Biocombustible
fr: Fiole de biocarburant
